[
{
    "topic": "Crisis Recovery and Grieving",
    "authorName":"America's Mom",
    "body": "Remember your misery does not have to be the worst in the room for everyone else to know you have suffered in life"
},
{
    "topic": "Personal Wellness",
    "authorName":"America's Mom",
    "body": "Appreciate the little things, and the big things will seem even greater"
},
{
    "topic": "Work",
    "authorName":"America's Mom",
    "body": "Do not be afraid to ask a question. Chances are everyone else does not get it either."
},
{
    "topic": "Family",
    "authorName":"America's Mom",
    "body": "Be the teacher to others you always wanted"
},
{
    "topic": "Personal Wellness",
    "authorName":"America's Mom",
    "body": "Do not look upon someone else and judge them for their visage. Look upon them as equals and you will find yourself amongst them. "
},
{
    "topic": "Personal Wellness",
    "authorName":"America's Mom",
    "body": "Beauty truly lives only in the eye of the beholder The most attractive person in the world physically could be the ugliest person alive mentally. It is all the way you choose to see beauty"
},
{
    "topic": "Personal Wellness",
    "authorName":"America's Mom",
    "body": "Being understanding of others will help you understand yourself"
},

{
    "topic": "Crisis Recovery and Grieving",
    "authorName":"America's Mom",
    "body": "Death is a part of life. Those who accept this have freedom to truly live."
},
{
    "topic": "Personal Wellness",
    "authorName":"America's Mom",
    "body": "Certain Moments are created in our life to forever live in our memories. Make sure you make those moments count."
},
{
    "topic": "Personal Wellness",
    "authorName":"America's Mom",
    "body": "If you only see your side, you are missing the rest of the equation."
},
{
    "topic": "Relationship",
    "authorName":"America's Mom",
    "body": "If you only see your side, you can NEVER solve the problem"
},
{
    "topic": "Personal Wellness",
    "authorName":"America's Mom",
    "body": "If your fighting with someone, make sure it is a fight worth having. Meaning choose your battles. Let the other half win when it is NOT important to you. And is important to them"
},
{
    "topic": "Personal Wellness",
    "authorName":"America's Mom",
    "body": "See yourself in the light you belong in."
},
{
    "topic": "Motivation",
    "authorName":"America's Mom",
    "body": "Don't let fear of failing, keep you from your dreams."
},

{
    "topic": "Financial",
    "authorName":"America's Mom",
    "body": "Not every happiness revolves around money. The world just wants us to think that."
},
{
    "topic": "Financial",
    "authorName":"America's Mom",
    "body": "If your job does not respect you value, then why are you working there? There are more jobs out there with people who will value you."
},

{
    "topic": "Personal Wellness",
    "authorName":"America's Mom",
    "body": "Don't live in misery because you want your friends to have company."
},
{
    "topic": "Relationship",
    "authorName":"America's Mom",
    "body": "Real friends say kind loving things behind your back and everything negative to your face."
},
{
    "topic": "Personal Wellness",
    "authorName":"America's Mom",
    "body": "Your words mean nothing when your actions are opposite."
},
{
    "topic": "Personal Wellness",
    "authorName":"America's Mom",
    "body": "This is your life. Live it. Respect it. And respect those around you who are simply on the same journey."
},
{
    "topic": "Personal Wellness",
    "authorName":"America's Mom",
    "body": "A lot of people get angry because the truth you speak contradicts the lie they live. Teach them a better way."
}


]
