[
{
    "topic": "Personal Wellness",
    "authorName":"America's Mom",
    "body": " If you notice the Little Things in life, you will find happiness is not far behind.`,",
    "birdWalk": "I took my Dog, Ricky, in from a neighbor when he was a puppy. I knew he was going to be a big dog- had no idea how big, but he's a golden retriever. He's big and bousterous and often we think we have too many dogs.  3 of them is alot to handle. But lately he's been biting me and trying to get me away from my computer. I was really annoyed at first, because when he starts in he won't stop until I step away. One time after he did it, I started watching him closely and me closely. I noticed every time he did it, I was starting to get a slight headache right before he would attack me- not viciously, just annoying. I have high blood pressure. I took my blood pressure right after that. It was high 190/110. After many trials, I have come to realize, what I thought was just annoying actually means something else. Ricky is sensative to my medical situation. He is picking up on subtle details that I am not. Now that I understand that, I can't tell you how happy it makes me knowing my dog is looking out for me the same way I look out for him. His instincts are something that I can't replicate myself, so I listen and rely on him to help him. Simple recognition was all it took for understanding.",
    "moral": "Even your dog has equal value because they can do things you can not and therefore they are unique.  Recognizing value in all other creatures make us understand the world better and see we have a place not on top or bottom. But in the middle with everyone else."
},
{
    "topic": "Financial",
    "authorName":"America's Mom",
    "body": "Wealthiness is simply a Perspective on life.",
    "birdWalk": "I used to think I needed fame and fortune HollyWood style to be successful or wealthy. It is a common misconception. Fame and fortune is actually a state of mind and nothing more. When I stopped and realized that, I knew, I already have those things. My family and my friends know I am here for them whenever they need me and they can rely on me to help any situation. Therefore, I am rich with life, Love, respect, memories. And I am so grateful to my husband, Scott, who helped me see my own fortune of love and support making me the richest woman alive.",
    "moral": "The wealthiest man in the world, could be the poorest man alive. It's all a matter of perspective. See it differently and will be different."
},
{
    "topic": "Family",
    "authorName":"America's Mom",
    "body": "Pick your battles, or they will pick you",
    "birdWalk": "",
    "moral": "You don't need to be right. You just need to be heard. Don't fight for what you don't need."
},
{
    "topic": "Family",
    "authorName":"America's Mom",
    "body": "remember to say I love you to those special people in your life, you never know if this might be the last time you see them.",
    "birdWalk": "I miss you Grandpa. I did not tell you I loved you before you left our house the night before you passed away. I know you know I love you, but I wish it was the last thing you heard from me.",
    "moral": "Don't let my experience be yours."
},
{
    "topic": "Family",
    "authorName":"America's Mom",
    "body": "I connect to the land. To the people. What do you connect too?",
    "moral": "Find your connection, so you never lose your balance"
},
{
    "topic": "Family",
    "authorName":"America's Mom",
    "body": "if you only look left, you will get sucker punched from the right",
    "birdWalk": "This last year has been a rough one. Lots of medical issues with my family. We were all focused on certain members of our family so much that we had no idea another member of my family was suffering. My uncle got sick and passed away while we were all watching my dad. Made me realize, even in stressful situations, we need to keep all avenues of communication open so we don't get the rug pulled out from under us ",
    "moral": "Be mindful of each other."
},
{
    "topic": "Work",
    "authorName":"America's Mom",
    "body": "Change is simple. Change the way you see it. The rest will follow.",
    "birdWalk": "There is a silver Lining in most situations. But ",
    "moral": ""
},
{
    "topic": "Financial",
    "authorName":"America's Mom",
    "body": "there are only two kinds of people in this world: those who return their grocery cart and those who do not",
    "birdWalk": "I return my cart and all carts I see in the parking lot to the cart return. For me, I return them to be kind to others. If it is all I can do to aide another person in the moment, then I do it.",
    "moral": "Are you the type of person who does not make waves for the person behind you or are you the type who can not afford to spare that time."
},
{
    "topic": "Family",
    "authorName":"America's Mom",
    "body": "if you only see negativity, you are missing out on 90% of your life.",
    "birdWalk": "",
    "moral": ""
},
{
    "topic": "Relationship",
    "authorName":"America's Mom",
    "body": "Recongizing you need help or did something wrong, is 50% of the battle. Celebrate being half-way there.",
    "birdWalk": "When my daughter was 5 years old, and my son was born, I started getting seriously annoyed by her easily. I was more and more upset by little things she was doing,  to just annoy me, then I yelled at her and my husband asked me what was wrong? As I was explaining the situation, a lightbulb went off. She was not doing anything wrong, it was how I was seeing her. I was the problem, not her. I found myself at the doctor because I hated the way I was treating her and I sought help. I recognized the problem as inside me. That lead to the discovery of a chemical inbalance inside my body brought on by my pregnacy with my son. Which lead to a medication solution. When I made that connection, I was able to solve the problem, not just for that moment but for every problem in my life.",
    "moral": "When you're frustrated and angry. Take a minute to really listen. Listen to those around you. Take yourself out of the equation and look at the situation independently from yourself. Just see the situation. Nothing more. No emotion. Just the problem. In my opinion, it is one of few ways to truly identify the root cause of the issue. When we think of ourselves we are either destructive with our thoughts or over confident the problem is not us. Both are wrong answsers. Because the only way to see the true problem is to step back and disect it without emotion. Just follow the path that lead you there without pre-concieved notions and then the answer finds you."
},
{
    "topic": "Personal Wellness",
    "authorName":"America's Mom",
     "body": "Stop being your own worst enemy and be your own best friend.",
     "birdWalk": "I used to scratch my face and pull my hair when I was angry. Or when other's were angry at me because I felt ashamed of my mistakes. We are taught that mistakes happen, but then we are ridiculed for making them and our immediate defense is to either take more blame than is neccassary or to lie about our involvement. Neither are correct. Problems stem from a lack of understanding on multiple levels. Could be people,   ",
     "moral": "Everyone makes mistakes. EVERYONE. We as a society have made it impossible for people to make mistakes and not make them feel horrible about themselves. But when we accept that EVERY SINGLE PERSON is foulable NECCASSARY"
},
{
    "topic": "Personal Wellness",
    "authorName":"America's Mom",
    "body": "Imagine a world where we all got treated like our pets?",
    "birdWalk": "",
    "moral": ""
},
{
    "topic": "Family",
    "authorName":"America's Mom",
    "body": "true fame is being love and adored by the people in your life who matter most. ",
    "birdWalk": "I feel very blessed to have a tribal family and german family. I was raised in a home that always housed multi",
    "moral": ""
},
{
    "topic": "Crisis Recovery and Grieving ",
    "authorName":"America's Mom",
    "body": "We are only truly gone from this world, when no one left remembers us",
    "birdWalk": "I have lost many people from this world. Countless number. And every time I lose someone, I grieve for myself. Not for them. They are home. I grieve because I will miss them, but I know they are happy...so happy. And so I honor them by keeping them alive through songs. Through stories. Through telling their tale the way I saw it. The most important thing about living this life is how we impact others. And how they remember us. I recommend doing everything you can to leave a legacy of kindness, appreciation, respect that will never be forgotten",
    "moral": "We all have the chance to be immortalized."
},

{
    "topic": "Personal Wellness",
    "authorName":"America's Mom",
    "body": "you can lie to everyone else but yourself. If you need to lie, ask yourself why? And if you do not like the answer change the outcome. ",
    "birdWalk": "I lie. I used to lie alot. I have (had- 3 years strong) a gambling problem. I lied to everyone because I was lying to myself. I was telling myself it was ok. But really I knew if my family found out they would be mortified. My kids would hate me. My husband would hate me. So I kept lying. Lying. And then the lies caught up. The finacials caught up. And I had no idea how far I had dug that whole until my kids and husband helped me out.",
    "moral": "Nobody is perfect. No matter how much we all want to be. It is EXPECTED that you will make mistakes. It is up to you when to realize them and change them when your ready. But ask yourself right now, why are you lying? And you will start your journey to accepting the truth."
},
{
    "topic": "Personal Wellness",
    "authorName":"America's Mom",
    "body": "being honest makes it a lot less harder to forget the details.",
    "birdWalk": "My niece and I were talking (she is 16 years old and just recently brought home to our family with her younger sister- like adoption but I think of it more like finally finding those two missing pieces to our families puzzle) she was telling me to lie about something stupid to my mom and I asked why? and she said .",
    "moral": ""
},
{
    "topic": "Relationship",
    "authorName":"America's Mom",
     "body": "if your fighting with someone, make sure it is a fight worth having. Meaning choose your battles. Let the other half win when it is NOT important to you. And is important to them.",
     "birdWalk": "My daughter came to us when she was in the fifth grade to have a grown up conversation. She did not want to get into trouble but needed to ask our permission to  use the crap and shit in our conversation. Taken back,I said okay...shoot. Her dad and I sat down on the couch and she took the opposing chair. I have no idea of the exact words but she debated about using the word crap. She could have done it behind my back like the other kids at school but she didn't like that. It was wrong when she knew we could talk about it and it would be ok. She felt safe coming to us and I learned in that moment how equal we both were in each other's eyes and that this was something important to her and I knew she would not abuse it. Naturally she won. Crap was now in the vocabulary. And I learned how important it is to not fight for perfection.",
     "moral": "No one trusts someone who NEVER loses....because they haven't learned as many life lessons."
},
{
    "topic": "Crisis Recovery and Grieving ",
    "authorName":"America's Mom",
    "body": "Hope is one of the most powerful forces alive when we believe in it. ",
    "birdWalk": "My dad is a walking miracle. He is a cat with 9 lives. Every odd against him has been either defieted or prolonged to another day. In 2007 he fell off his roof and there were many times the doctors gave up on him and told us with 99% percent certainty he was going to die and we needed to let him go. But we knew my dad. His spirit. His desire to just exist. To be here for all of us and us for him. We knew if he could he would fight with every last once inside of him and he needed us more than ever to believe in him. For 7 months all we had was our hope and faith in him and his will and our acceptance of his wishes. If the fight was too much, we knew he fought like hell. If he survived, we knew he fought like hell. Because we believed in him and trusted him to believe in himself, he is walking (which they didn't think would happen) he's joking, and living.",
    "moral": "Do not stop believing in yourself, or others. There is always hope. Even if it seems small."
},
{
    "topic": "Crisis Recovery and Grieving ",
    "authorName":"America's Mom",
    "body": "Certain Moments are created in our life to forever live in our memories. Make sure you make those moments count.",
    "birdWalk": "",
    "moral": ""
},
{
    "topic": "Crisis Recovery and Grieving ",
    "authorName":"America's Mom",
    "body": "family is made up of those we choose. It can be blood related, or bond related. Both are equal if you embrace them.",
    "birdWalk": "My best friend's, outside my husband and kids, are my sister's. Catrina and I have the same loving parents. But her wife along with my husband's sister, my cousins, and my junior high school pals all hold that title- sisters.",
    "moral": "Never limit your family. There is always room for more."
},
{
    "topic": "Crisis Recovery and Grieving ",
    "authorName":"America's Mom",
     "body": "fear has a place. It is up to us to recognize where that is.",
     "birdWalk": "I used to be a closet gambler. Lying to my family about the money, surges, and sudden losses. After a year I was confronted with the issue by my family, naturally I made it about them and not me. Of course, they saw through that, but it took me a while to see their point. It was not until my kids basically told me the mistakes I made were okay and that it wasn't the money, it was the hurt over the lying and I realized I was terrified of what I had done to my family. The people I swore to protect. I was the villian and was so absorbed in myself that I didn't even know it. That fear, made me truly understand that I had one great quality that I never knew. I'm a good MOM. My kids are perfectly IMPERFECT. We learn from them and they learn from us as it should be. Fear of losing that connection with them Or them hating me because I never understand their side or point of view will always be a driving in force in my life. because I value them and I know they would never leave me and therefore I need to never hurt them again.",
     "moral": "If you stop and truly disect and recognize at the very base level what it is you are really afraid of that fear can and will proprel you to be better in life. It is not to be ignored but recognized and utilized."
},
{
    "topic": "Relationship",
    "authorName":"America's Mom",
    "body": "if you are always talking, how can you listen? ",
    "birdWalk": "I never knew how much I talked until one day my husand said something and I didn't recognize his voice.",
    "moral": "No one want to just listen. Others want to be heard too."
},
{
    "topic": "Personal Wellness",
    "authorName":"America's Mom",
    "body": "feel accomplished whenever you fix a problem, no matter the size. ",
    "birdWalk": "I am a coder. I get a thousand errors a day to shift and dicipher through. It can be frustrating, overwhelming, but each time I get a new error message I get up and dance. Yes, I still have 999 problems to find and fix, but its one less than before-and that is VICTORY!",
    "moral": "If you don't stop to recognize your accomplishments, its easy to get lost in the dark. But if you see those accomplishments as the light they are meant to be, A light in the right direction. You will find yourself no longer in the dark."
},
{
    "topic": "Personal Wellness",
    "authorName":"America's Mom",
    "body": "happiness comes to those who allow it. Accept it. SEE it. And be it.",
    "birdWalk": "I am happy to the point of annoying. And that will never make me feel bad. Because I love my life. My family. My tribe. My community. and because of that I am able to simply be happy in my existance and I want all you to have that same happiness that I feel everyday.",
    "moral": "Life is a series of choices that we all make. Choose happiness. And Happiness will find you."
},
{
    "topic": "Personal Wellness",
    "authorName":"America's Mom",
     "body": "failure when your committed to something NEVER happens. If you didn’t get the desired result, at some point its importance lost value",
     "birdWalk": "",
     "moral": "It's okay not to get everthing you want. It's okay to strike out on the baseball field. Failing at something, even something you do over and over again, making a mistake, a mishap, an error, all happen all the time to everyone. It's those who learn from their mistakes who make a difference "
},
{
    "topic": "Personal Wellness",
    "authorName":"America's Mom",
    "body": "success and failure is a matter of how you see the result",
    "birdWalk": "An F on a test could be viewed as failing, or, how I see it, an opportunity to learn more. You choose.Every single person has not gotten every result they wanted. But those who are passionate, use those failed steps as a map to find a successful route for them to go foward on. Channel those mishaps to something more. It only takes changing your perspective of the outcome.",
    "moral": "Only you decide the outcome of ALL situations in YOUR life. Choose to see the outcome as failure or success waiting to come. The choice is yours and yours alone."
},
{
    "topic": "Financial",
    "authorName":"America's Mom",
    "body": "if you open your eyes, and listen, you will see that in life when one door closes another one opens. You just have to watch and listen",
    "birdWalk": "Being a part of a Tribe gives me a unique perspective as I have a family of over 500 people. I have witnessed much in my time here. There are way to many examples to show how people can fall and get back up again. Change. Adapt. Find another way. Humanity is resilient. If your stuck, just start moving. There is an open door for you to walk through. Just keep looking for it. Listening for it. You'll find it when the time is right",
    "moral": ""
},
{
    "topic": "Personal Wellness",
    "authorName":"America's Mom",
    "body": "politics and religion should only be discussed with open minds and open hearts",
    "birdWalk": "",
    "moral": "These are two very sensitive topics that can easily put another person's defenses up, but if you and the people your talking to, engage in the conversation as equals with different points of views you will find the path before you much easier to handle. If you attempt to push your views and the other side is not reseptive, then chances are the conversation will only be one sided and not worth engaging in. Be open. There is alot to learn and the more we are open to possibility that "
},
{
    "topic": "Personal Wellness",
    "authorName":"America's Mom",
     "body": "everyone has an opinion, it is up to us to decipher which ones are right for us",
     "birdWalk": "",
     "moral": "You are the author of your story. Your life. People can tell you there experiences, but their experiences might not be the same as yours and the take-aways they got from that experience might not be correct for you. Point is, only YOU know what works for YOU."
},
{
    "topic": "Personal Wellness",
    "authorName":"America's Mom",
     "body": "never underestimate the power of a single word.",
     "birdWalk": "My boss at one of the companies I worked for told me I was expendable. I quit the next day because I refuse to work for someone who does not see my value. And that one word showed me I had zero value in his eyes.",
     "moral": "You have all the power in your life. DO NOT GIVE SOMEONE POWER OVER YOU. I promise you, there are more jobs, more men or women in the world, who will accept you and will appreciate what you have to offer. DO NOT settle for anything less than simple respect from those around you."
},
{
    "topic": "Work",
    "authorName":"America's Mom",
     "body": "never underestimate the power of a single word.",
     "birdWalk": "My boss at one of the companies I worked for told me I was expendable. I quit the next day because I refuse to work for someone who does not see my value. And that one word showed me I had zero value in his eyes.",
     "moral": "You have all the power in your life. DO NOT GIVE SOMEONE POWER OVER YOU. I promise you, there are more jobs, more men or women in the world, who will accept you and will appreciate what you have to offer. DO NOT settle for anything less than simple respect from those around you."
},
{
    "topic": "Work",
    "authorName":"America's Mom",
     "body": "Never be upset with your position at a company or your bosses position. You both are pieces of the same puzzle simply filling different roles.",
     "birdWalk": "It's easy to get along with people when you believe they are your equal. I used to be one of the bosses for lack of a better word. I thought of it more like I was the member of the team that assigned jobs and worked late so not to impede upon others if things went south. I worked with a great team of people and most of us got along great, but some thought they should be in charge and therefore went out of their way to disrupt the team dynamics. Whenever I tried to talk to them they made certain to hold their opinion above mine and therefore they showed the company they were not ready or prepared for the lessons it takes to lead. Lesson one. Value others in the same regard you value yourself. In business, we only hire people we need. A good company recognizes they need you just as much as you need them.",
     "moral": "If you think you can do every job better than everyone else, you might get that opportunity sooner than you think and find yourself drowning in the overload."
},
{
    "topic": "Personal Wellness",
    "authorName":"America's Mom",
     "body": "Taking something from someone else, for the sole purpose so you can have it, will always be wrong. In this there is zero grey area. ",
     "birdWalk": "I took things from my kids like all parents do, but the purpose was always to prevent something bad from happening in the moment. Never because I simply wanted it.",
     "moral": "Our world has been forged in atrocities. We all witness it, but choose to ignore our own eyes so as not to be noticed by the bully. That is what the bully wants. Because the bully knows if WE recoginize WE have power, they  have ZERO. RISEUP - STAND TOGETHER - IT IS THE ONLY WAY TO NOT FALL VICTIM YOURSELF!"
},
{
    "topic": "Personal Wellness",
    "authorName":"America's Mom",
     "body": "Confused about the world? About its constant contradictions? ", 
     "birdWalk": "Though shall not kill, except in war? Let me clarify that, We all have freedom of choice and YOU ALONE are responsible for YOUR ACTIONS.",
     "moral": "We make things grey to suit our needs but nearly all problems are straight up black or white at the root level."
}

]