[

{
    "authorName":"Chrissie Sparling",
    "body": "if you only see negativity, you are missing out on 90% of your life.",
    "birdWalk": "",
    "moral": ""
},
{
    "authorName":"Chrissie Sparling",
    "body": "Recongizing you need help or did something wrong, is 50% of the battle. Celebrate being half-way there.",
    "birdWalk": "",
    "moral": ""
},
{
    "authorName":"Chrissie Sparling",
     "body": "Stop being your own worst enemy and be your own best friend.",
     "birdWalk": "",
     "moral": ""
},
{
    "authorName":"Chrissie Sparling",
    "body": "Imagine a world where we all got treated like our pets?  ",
    "birdWalk": "",
    "moral": ""
},
{
    "authorName":"Chrissie Sparling",
    "body": "you can lie to everyone else but yourself. If you need to lie, ask yourself why? And if you don’t like the answer change the outcome. ",
    "birdWalk": "",
    "moral": ""
},
{
    "authorName":"Chrissie Sparling",
    "body": "being honest makes it a lot less harder to forget the details.",
    "birdWalk": "",
    "moral": ""
},
{
    "authorName":"Chrissie Sparling",
     "body": "if your fighting with someone, make sure it is a fight worth having. Meaning choose your battles. Let the other half win when it is NOT important to you. And is important to them.",
     "birdWalk": "",
     "moral": ""
},
{
    "authorName":"Chrissie Sparling",
    "body": "Hope is one of the most powerful forces alive when we believe in it. ",
    "birdWalk": "",
    "moral": ""
},
{
    "authorName":"Chrissie Sparling",
    "body": "Certain Moments are created in our life to forever live in our memories. Make sure you make those moments count.",
    "birdWalk": "",
    "moral": ""
},
{
    "authorName":"Chrissie Sparling",
    "body": "family is made up of those we choose. It can be blood related, or bond related. Both are equal if you embrace them.",
    "birdWalk": "",
    "moral": ""
},
{
    "authorName":"Chrissie Sparling",
     "body": "fear has a place. It is up to us to recognize where that is.",
     "birdWalk": "",
     "moral": ""
},
{
    "authorName":"Chrissie Sparling",
    "body": "if you are always talking, how can you listen? ",
    "birdWalk": "",
    "moral": ""
},
{
    "authorName":"Chrissie Sparling",
    "body": "feel accomplished whenever you fix a problem, no matter the size. ",
    "birdWalk": "",
    "moral": ""
},
{
    "authorName":"Chrissie Sparling",
    "body": "happiness comes to those who allow it. Accept it. SEE it. And be it. Result (“you shall have it!",
    "birdWalk": "",
    "moral": ""
},
{
    "authorName":"Chrissie Sparling",
     "body": "failure when your committed to something NEVER happens. If you didn’t get the desired result, at some point its importance lost value",
     "birdWalk": "",
     "moral": ""
},
{
    "authorName":"Chrissie Sparling",
    "body": "success and failure is a matter of how you see the result",
    "birdWalk": "",
    "moral": ""
},
{
    "authorName":"Chrissie Sparling",
    "body": "if you open your eyes, and listen, you will see that in life when one door closes another one opens. You just have to watch and listen",
    "birdWalk": "",
    "moral": ""
},
{
    "authorName":"Chrissie Sparling",
    "body": "politics and religion should only be discussed with open minds and open hearts",
    "birdWalk": "",
    "moral": ""
},
{
    "authorName":"Chrissie Sparling",
     "body": "everyone has an opinion, it is up to us to decipher which ones are right for us",
     "birdWalk": "",
     "moral": ""
}

]